[en-US]
first_launch_message=ATTENTION!\n\nIf you play video games, please note that this tool operates on AutoHotkey, which may be prohibited in games, even in the background, due to players using .ahk scripts to gain an unfair advantage over others.\n\nTo avoid issues with game anti-cheats, it is recommended to disable all AutoHotkey processes before playing.\n\nThe highest risk is in the following games: Marvel Rivals, Apex Legends, games with BattlEye anti-cheat.
prepare_fonts=We have no found required fonts in the system.\Close this windows for start its donwloading and installation.\n\nFonts to be installed:
and=and
lib_init=Initialization
lib_init_entry=Entry: “{U+2008}{}{U+2008}”
lib_init_internal_lib=Internal Library
lib_init_custom=User Recipes
binds_init=Bindings Initialization
profile=Profile
profile_default=Default
profile_new=< CREATE >
profile_new_name=Profile Name
profile_creation=Profile Creation
gui_options_autoload_created=Shortcut for autoloading created or updated
gui_panel=Panel
gui_panel_context_add_favorites=Add to favorites
gui_panel_context_remove_favorites=Remove from favorites
gui_panel_context_show_symbol_page=Show symbol on {}
gui_panel_context_show_block_page=Show {@default:unicode} block on {}
gui_panel_context_glyph_variations=Glyph variations
gui_panel_context_legend=Legend
gui_panel_context_show_entry=Show entry {}
gui_scripter_alt_mode=Alternative input modes
gui_scripter_glyph_variation=Glyph Variation
gui_scripter_glyph_variation_panel=Glyph Variation Panel
gui_legend=Legend
gui_legend_unicode=Name in {@default:unicode}
gui_legend_alts=Also known as
gui_legend_ipa=IPA
gui_legend_transcription=Transcription
gui_legend_names=Names
gui_legend_data=Data
gui_legend_entry=Entry
gui_legend_languages=Languages
gui_legend_language=Language / Script
gui_legend_value=Value
gui_legend_author=Authors:
gui_legend_author_default=<a href="https://github.com/DemerNkardaz">Yalla Nkardaz</a>
gui_legend_unknown=Unknown
gui_legend_description_unavailable=Description unavailable
gui_options=Settings
gui_options_common=Common
gui_options_language=Language
gui_options_layout=Layout
gui_options_layout_remapping=Remapping
gui_options_layout_remapping_description=When remapping is enabled, all standard keyboard keys will be reassigned according to the selected layout, except for QWERTY/ЙЦУКЕН. This setting may interfere with application bindings, such as games.\n\nRemapping will be relevant for custom layouts.\n\nIf possible, it is recommended to use a similar system layout instead of remapping.
gui_options_bindings=Bindings
gui_options_bindings_none=No bindings
gui_options_unicode_resource={@default:unicode} Resource
gui_options_unicode_resource_use_system_language=System language
gui_options_updates=Updates
gui_options_update_check=Check for updates
gui_options_update_absent=You already have the latest version.
gui_options_get_update=Update to version: {}
gui_options_get_update_acception=Version {} is available.\n\nDo you want to update?
gui_options_update_successful=Update successful.\nInstalled {} → {}
gui_options_update_failed=Update failed.
gui_options_update_failed_pshell=Update failed. PowerShell exited with code {}.
gui_options_update_check_failed=Update check failed. Check your internet connection.
gui_options_update_error=An error occurred while updating. Fixing…
gui_options_update_duplicated=Duplicated update code. Fixing…
gui_options_update_repair=Restore update.\n\nAre you sure you want to overwrite the installed version?\n\n\All user files will remain untouched.
gui_options_update_repair_title=Restore
gui_options_update_repair_success=Restore completed successfully.
gui_options_update_found_legacy_files=Found legacy files.\n\nThe installation contains library or/and localization files that are not used in the new version.\n\nDo you want to delete them?\n\nFile list:\n{}
gui_options_update_found_legacy_files_deleted=Legacy files deleted successfully.
gui_options_update_cannot_be_executed=Operation cannot be executed
gui_options_off_autocheck_updates=Turn off auto-check for updates
gui_options_letterI=“I” Input Type
gui_options_default=Default
gui_options_separated=Separated
gui_options_hybrid=Hybrid
gui_options_LaTeX_Mode=LaTeX-commands Mode
gui_options_tab_characters=Characters
gui_options_tab_base=Base Input
gui_options_tab_ipa=IPA
gui_options_LaTeX_Mode_text=Text
gui_options_LaTeX_Mode_math=Math
gui_options_HTML_Mode=HTML codes Mode
gui_options_HTML_Mode_decimal=Decimal
gui_options_HTML_Mode_hexadecimal=Hexadecimal
gui_options_LaTeX_Hotstrings=LaTeX Hotstrings
gui_options_ipa_use_latin_instead_greek=Latin symbols instead of Greek
gui_recipes=My Recipes
gui_recipes_remove_confirm=Are you sure you want to delete “{}”?
gui_recipes_xcompose_break=Recipes extracted from “.XCompose” files cannot be deleted or edited.
gui_recipes_create=Create/Edit Recipe
gui_recipes_create_section=Section (“a–Z” and “_”)
gui_recipes_create_name=Name
gui_recipes_create_recipe=Recipe
gui_recipes_create_tags=Tags
gui_recipes_create_result=Result
gui_recipes_create_exists=User recipe with the name of the section “{}” already exists.
gui_recipes_create_exists_internal={Recipe with the name of the section “{}” already exists in the standard library}.\n\nDo rename custom recipe secion.
gui_recipes_create_invalid_name=Name must contain only English letters “a–Z”, digits (not at the beginning) and underscore “_”.
gui_recipes_create_invalid_section_name=Invalid section name.\n{@en-US:gui_recipes_create_invalid_name}
gui_recipes_create_invalid_xcompose_name=Invalid .XCompose file name.\n{@en-US:gui_recipes_create_invalid_name}
gui_recipes_attach_list=Attach List
gui_recipes_attach_edit_unable=Attached recipes cannot be edited or deleted from this window.
gui_recipes_read_error=Error reading recipe list: section {}, recipe {}.
gui_recipes_read_error_reinit=Error reading recipe list: section {}, recipe {}.\n\nUser recipes will be re-initialized.
gui_recipes_error_titles=Localized recipe title “{}” contains an error in the (language code is empty or another error).
gui_save=Save
gui_cancel=Cancel
gui_changelog=Changelog
gui_mods=Mods
gui_mod_name=Name
gui_mod_version=Version
gui_mod_author=Author
gui_mod_init=Initialize
gui_mod_init_on_start=On Start
gui_mod_init_at_end=At End
gui_mod_status=Status
gui_mod_folder=Folder
gui_mod_reload_button=Reload
gui_mod_info_version={@:gui_mod_version}:
gui_mod_info_author={@:gui_mod_author}:
gui_mod_info_mod_page=Homepage:
tab_diacritics=Diacritics
tab_letters=Letters
tab_spaces=Spaces and spec-chars
tab_smelting={@default:misc_fire} Forge Crafts
tab_fastkeys={@default:misc_insert_key} Fast Keys
tab_secondkeys={@default:misc_die_face_2} Second Keys
tab_tertiarykeys={@default:misc_die_face_3} Tertiary Keys
tab_scripts={@default:misc_amphora} Scripts
tab_TELEXVNI={@default:misc_mahjong_tile_bamboo} {@default:TELEX}
tab_all={@default:misc_white_chess_king} All Symbols
tab_favorites={@default:misc_circled_white_start} {@:feature_favorites}
tab_help={@default:misc_bulb} Help
tab_about={@default:misc_info} About
tab_useful=Useful
tab_changelog=Changelog
col_name=Name
col_key=Key
col_view=View
col_unicode={@default:unicode}
col_recipe=Recipe
col_result=Result
col_entryid=Entry ID
col_entry_title=Entry
col_entry_key=Combination Key
col_entry_file=File
feature_favorites=Favorites
preview_html=HTML/Entity
preview_unicode={@default:unicode}
character=Character
character_have_combining=✅ Combining Form
character_combining=Combining Character
entry_reference=Entry Reference
with_my_recipes=“My Recipes”
entry=Entry
tags=Tags
version=Version
date=Date
release_link=Release Link
open_panel=Open panel
autoload_add=Add to Autoload
bundle_creation_failed_pshell=Bundle creation failed. PowerShell exited with code {}.
bundle_creation_failed=Bundle creation failed.
get_update=Get Update
update_available=Update to version: {}
typography=Typography
typography_layout=<a href="https://ilyabirman.net/typography-layout/">“Typography Layout”</a>
unicode_resources={@default:unicode}-Resources
dictionaries=Dictionaries
dictionaries_japanese=Japanese: 
dictionaries_chinese=Chinese: 
dictionaries_vietnamese=Vietnamese: 
script_mode_activated=Input mode of “{}” activated.
script_mode_deactivated=Input mode of “{}” deactivated.
script_pinYin=PinYin
script_vietNam=Vietnamese
script_karaShiki=‘Kara‐Shiki’ (author’s custom)
script_autoDiacritics=Auto Diacritics
alt_mode_gui_press=Press {}
alt_mode_hellenic=Hellenic
alt_mode_germanic_runes__glagolitic=Germanic Runes & Glagolitic
alt_mode_old_turkic__old_permic=Old Turkic & Old Permic
alt_mode_old_hungarian=Old Hungarian
alt_mode_gothic=Gothic
alt_mode_old_italic=Old Italic
alt_mode_phoenician=Phoenician
alt_mode_ancient_south_arabian=Ancient South Arabian
alt_mode_ancient_north_arabian=Ancient North Arabian
alt_mode_carian=Carian
alt_mode_lycian=Lycian
alt_mode_lydian=Lydian
alt_mode_sidetic=Sidetic
alt_mode_cypriot_syllabary=Cypriot Syllabary
alt_mode_tifinagh=Tifinagh
alt_mode_ugaritic=Ugaritic
alt_mode_old_persian=Old Persian
alt_mode_ipa=International Phonetic Alphabet
alt_mode_deseret=Deseret Phonetic Alphabet
alt_mode_shavian=Shavian Phonemic Alphabet
alt_mode_math=Mathematical Input
alt_mode_warning_isp_active=Unable to activate alternative input “{},” while {@default:TELEX}-like mode “{}” is active.
glyph_mode_combining=Combining symbols
glyph_mode_superscript=Superscript symbols & modifiers
glyph_mode_subscript=Subscript symbols
glyph_mode_italic=Italic symbols
glyph_mode_bold=Bold symbols
glyph_mode_italic_bold=Italic bold symbols
glyph_mode_sans_serif=Sans-serif symbols
glyph_mode_sans_serif_italic=Sans-serif italic symbols
glyph_mode_sans_serif_bold=Sans-serif bold symbols
glyph_mode_sans_serif_italic_bold=Sans-serif italic bold symbols
glyph_mode_monospace=Monospace symbols
glyph_mode_fullwidth=Fullwidth symbols
glyph_mode_small_capital=Small‐Capital symbols
glyph_mode_fraktur=“Fraktur” symbols
glyph_mode_fraktur_bold=“Fraktur” bold symbols
glyph_mode_script=“Script”-style symbols
glyph_mode_script_bold=“Script”-style bold symbols
glyph_mode_double_struck=“Double-Struck” symbols
glyph_mode_double_struck_italic=“Double-Struck” italic symbols
glyph_mode_uncombined=Non-combining symbols
script_processor_mode_vietNam=Tiếng Việt and Jơrai Script
script_processor_mode_pinYin=Hànyǔ Pīnyin Input
script_processor_warning_alt_mode_active=Unable to activate {@default:TELEX}-like mode “{},” while alternative input “{}” is active.
symbol_search=Symbol search
symbol_search_prompt=!little yus — case sensitive ({U+046B}).\nlittle yus — case insensitive ({U+046A} instead of {U+046B}).
symbol_unicode={@default:unicode}
symbol_altcode=Alt-code
symbol_altcode_pages=CP [{}]
symbol_smelting=Symbols melt
symbol_smelting_prompt=Insert ingredients
symbol_custom_compose=My Recipes
symbol_roman_numeral=Roman numerals
symbol_roman_numeral_prompt=Enter number
symbol_code_prompt=Enter IDs
symbol_special_key=Special Keys
symbol_latin=Latin
symbol_cyrillic=Cyrillic
symbol_greek=Greek
symbol_vietnamese=Vietnamese
symbol_germanic_runes=Germanic Runes
symbol_glagolitic=Glagolitic
symbol_hellenic=Hellenic
symbol_futhark=Elder Futhark
symbol_futhork=Futhork
symbol_futhark_younger=Younger Futhark
symbol_futhark_almanac=Runic Almanac
symbol_futhark_younger_later=Later Younger Futhark
symbol_medieval_runes=Medieval Runes
symbol_runic_punctuation=Runic Punctuation
symbol_turkic=Old Turkic
symbol_turkic_orkhon=Orkhon
symbol_turkic_yenisei=Yenisei
symbol_hungarian=Old Hungarian
symbol_permic=Old Permic
symbol_gothic=Gothic
symbol_old_italic=Old Italic
symbol_phoenician=Phoenician
symbol_ancient_south_arabian=Ancient South Arabian
symbol_ancient_north_arabian=Ancient North Arabian
symbol_carian=Carian
symbol_lycian=Lycian
symbol_lydian=Lydian
symbol_sidetic=Sidetic
symbol_cypriot_syllabary=Cypriot Syllabary
symbol_tifinagh=Tifinagh
symbol_ugaritic=Ugaritic
symbol_old_persian=Old Persian
symbol_ipa=IPA
symbol_deseret=Deseret ABC
symbol_shavian=Shavian ABC
symbol_maths=Maths
symbol_vietnamese=Vietnamese
symbol_jorai=Jarai
symbol_chinese_romanization=Pinyin
message_fastkeys_activated=Fast Keys activated\n\nNote: AutoHotkey intercepts key presses, which may make it difficult to use combinations in applications.
message_fastkeys_deactivated=Fast Keys deactivated
message_character_not_found=Character not found
message_wrong_format=Wrong Format.
message_wrong_format_unicode=Allowed input: ranges of 0000‒10FFFF or U+0000‒10FFFF.
message_wrong_format_altcode=Allowed input: only integers in the range of 1‒255/0128‒0255 with or without “Alt+” at the beginning.
message_compose=Compose mode active\nPress Esc to cancel
message_compose_waiting=Compose mode active\nPress “Pause Break” to disable it
message_combining=Combining mode active\nPress “LCtrl LAlt Num1” to disable it
message_combining_disabled=Combining mode disabled
message_modifier=Modifier characters input active\nPress “LCtrl LAlt LShift Num1” to disable it
message_modifier_disabled=Modifier characters input disabled
message_subscript=Subscript mode active\nPress “LCtrl LAlt RShift Num1” to disable it
message_subscript_disabled=Subscript mode disabled
message_italic=Italic mode active\nPress “LCtrl LAlt Num2” to disable it
message_italic_disabled=Italic mode disabled
message_italicBold=Italic Bold mode active\nPress “LCtrl LAlt RShift Num2” to disable it
message_italicBold_disabled=Italic Bold mode disabled
message_bold=Bold mode active\nPress “LCtrl LAlt LShift Num2” to disable it
message_bold_disabled=Bold mode disabled
message_fraktur=Fraktur mode active\nPress “LCtrl LAlt Num3” to disable it
message_fraktur_disabled=Fraktur mode disabled
message_frakturBold=Fraktur Bold mode active\nPress “LCtrl LAlt LShift Num3” to disable it
message_frakturBold_disabled=Fraktur Bold mode disabled
message_script=Script mode active\nPress “LCtrl LAlt Num4” to disable it
message_script_disabled=Script mode disabled
message_scriptBold=Script Bold mode active\nPress “LCtrl LAlt LShift Num4” to disable it
message_scriptBold_disabled=Script Bold mode disabled
message_doubleStruck=Double–Struck mode active\nPress “LCtrl LAlt Num5” to disable it
message_doubleStruck_disabled=Double–Struck mode disabled
message_doubleStruckItalic=Double–Struck Italic mode active\nPress “LCtrl LAlt LShift Num5” to disable it
message_doubleStruckItalic_disabled=Double–Struck Italic mode disabled
message_sansSerif=Sans–Serif mode active\nPress “LCtrl LAlt LShift RShift Num6” to disable it
message_sansSerif_disabled=Sans–Serif mode disabled
message_sansSerifItalic=Sans–Serif Italic mode active\nPress “LCtrl LAlt Num6” to disable it
message_sansSerifItalic_disabled=Sans–Serif Italic mode disabled
message_sansSerifItalicBold=Sans–Serif Italic Bold mode active\nPress “LCtrl LAlt RShift Num6” to disable it
message_sansSerifItalicBold_disabled=Sans–Serif Italic Bold mode disabled
message_sansSerifBold=Sans–Serif Bold mode active\nPress “LCtrl LAlt LShift Num6” to disable it
message_sansSerifBold_disabled=Sans–Serif Bold mode disabled
message_monospace=Monospace mode active\nPress “LCtrl LAlt Num7” to disable it
message_monospace_disabled=Monospace mode disabled
message_smallCapital=Small–Capital mode active\nPress “LCtrl LAlt Num8” to disable it
message_smallCapital_disabled=Small–Capital mode disabled
message_uncombined=Uncombined mode active\nPress “LCtrl LAlt Num9” to disable it
message_uncombined_disabled=Uncombined mode disabled
warning_nofont={U+2192} {} {U+2190}
warning_nointernet=No internet connection or other error.
warning_only_nums=Enter numeric values
warning_roman_2m=This converter is limited to numbers from 1 to 2 000 000 in order to avoid flooding with “{U+2188}”.
warning_recipe_absent=Recipe not found
warning_compose_cancelled_by_user=Cancelled by user
warning_recipe_link_mistaken=Recipe link is incorrect or missing: {}
gui_recipes_create_invalid_recipe=Invalid recipe or result.\nRecipe: {}\nResult: {}
warning_duplicate_recipe=Duplicated recipe found: {}
warning_tag_absent=Characters with specified tags not found:\n\n{}
error=Error
error_unknown=Unknown error
error_critical=Critical error
error_at_binds_registration=Error at binds registration
error_at_library_registration=Error at library registration
error_entry_not_found=Error on retrieving entry with name “{}”.\n\nThe entry does not exist or it is incorrect.
error_entry_not_found_recipe=Entry “{}”\nRecipe “{}” contains the following error:\n\nThe referenced entry with following name does not exist: “{}”
error_invalid_variants_at_name=Invalid number of variants [] in name.\nFound {}, expected {}\n{}

help_modifier_keys=Modifier keys
help_modifier_keys_description=Modifier keys such as Shift, Alt, Win, etc. are abbreviated for compactness in the interface:\n\n{var:LeftAlt}, {var:RightAlt} — left and right Alt.\n{var:LeftShift}, {var:RightShift} — left and right Shift.\n{var:LeftControl}, {var:RightControl} — left and right Ctrl.\n{var:Window} — Win key.\n{var:CapsLock} — CapsLock in active state.
help_common_binds=Common bindings
help_common_binds_description=Interface:\n{var:RightControl} F9 — open settings window\n{var:Window}{var:LeftAlt} Home — main panel.\n\nBindings and input:\n{var:RightControl} F10 — toggle all bindings on/off.\n{var:RightAlt} F1 — toggle “Quick Keys” on/off (saved in settings file).\n{var:RightAlt}{var:RightShift} F1 — switch input mode between {@default:unicode}/HTML codes/LaTeX-commands.\n{var:RightAlt} F2 — toggle {@default:TELEX} mode for Vietnamese.\n{var:RightAlt}{var:RightShift} F2 — toggle {@default:TELEX} mode for Pinyin.\n\nOther:\n{var:Window}{var:LeftAlt} PgUp — open {@default:unicode} web resource of the selected character.
help_panel_commands=Panel commands
help_panel_commands_description=RMB on a list item — context menu.\nDouble LMB on a list item — open {@default:unicode} web resource of the character.\n\nLMB on the {@default:unicode} block at the bottom of the character preview — open corresponding web page.\nDouble LMB with {var:LeftShift} held on a list item — add or remove the character from favorites.\nDouble LMB with {var:LeftControl} held on a list item — copy the character.
help_tray_commands=Tray commands
help_tray_commands_description=RMB — context menu.\nLMB — open main panel.\nLMB with {var:LeftControl} held — open settings window.\nLMB with {var:LeftAlt} held — open user recipes window.\nLMB with {var:LeftShift} held — open Alternative Input selector.\nLMB with {var:LeftControl}{var:LeftShift} held — open Glyph Variation selector.
help_uncommon_titles=Uncommon titles
help_uncommon_titles_description=For Russian, the names of different characters from various alphabets may coincide, which required using extended Cyrillic letters to avoid duplication of names and tags within the same alphabet:\n • “Ҫ” — equivalent to the Latin digraph “th” or the sound [θ].\n • “Ҙ” — equivalent to the Latin digraph “dh” or the sound [ð].\n • “Ҳ” — equivalent to the Latin digraph “kh” or the sound [ħ].\n • “Ғ” — equivalent to the Latin digraph “gh” or the sound [ɣ].\n • “Ў” — equivalent to the sound [w].\n • “Қ” — equivalent to the sound [q].\n • “Ԯ” — equivalent to the sound [ɬ].
help_search=Library search
help_search_description=Combination: {var:Window}{var:LeftAlt} F\nMost characters in the library have their own tags, which are variants of the character name that can be used to insert via search.\nEnter a tag fully or partially (or an entry name) to insert the corresponding character. You can enter multiple queries separated by commas. Examples:\n • “hellenic capital letter lambda”, “hel lam”, “hel_c_let_l_lambda” → “Λ”\n • “дез ди, !дез ди”, “lam, !lam” → “𐐔𐐼”, “Λλ”.\n • “reference_mark” → “※”.\n\nNotes:\n • The shorter the query, the less accurate it is.\n • A “!” at the beginning of the query tells the search to use case sensitivity.\n • Simple regular expressions are supported, for example:\n    ‣ “fut.*?\s+\S+al” → “ᚺ” (rune Hagalaz)\n    ‣ “az$” → “ᛞ” (rune Mannaz)\n    ‣ “^фра” → “₣” (Franc).
help_search__glyph_variations=Glyph variations
help_search__glyph_variations_description=In search, you can specify a desired glyph variation by adding “::<VARIATION>” to the end of the query, for example: “lat m::fraktur” → “𝔐”.\n   The following forms of variation are accepted:\n{@:help_search__glyph_variations_modifier}\n{@:help_search__glyph_variations_superscript}\n{@:help_search__glyph_variations_subscript}\n{@:help_search__glyph_variations_italic}\n{@:help_search__glyph_variations_italicBold}\n{@:help_search__glyph_variations_bold}\n{@:help_search__glyph_variations_fraktur}\n{@:help_search__glyph_variations_frakturBold}\n{@:help_search__glyph_variations_script}\n{@:help_search__glyph_variations_scriptBold}\n{@:help_search__glyph_variations_doubleStruck}\n{@:help_search__glyph_variations_sansSerif}\n{@:help_search__glyph_variations_sansSerifItalic}\n{@:help_search__glyph_variations_sansSerifItalicBold}\n{@:help_search__glyph_variations_sansSerifBold}\n{@:help_search__glyph_variations_monospace}\n{@:help_search__glyph_variations_smallCapital}\n{@:help_search__glyph_variations_combining}\n{@:help_search__glyph_variations_uncombined}\n{@:help_search__glyph_variations_fullwidth}
help_search__glyph_variations_modifier= • modifier — модификатор, мо, mo.
help_search__glyph_variations_superscript= • superscript — верхний индекс, ви, sup.
help_search__glyph_variations_subscript= • subscript — нижний индекс, ни, sub.
help_search__glyph_variations_italic= • italic — курсив, ку, it.
help_search__glyph_variations_italicBold= • italicBold — курсив полужирный, куп, itb.
help_search__glyph_variations_bold= • bold — полужирный, п, b.
help_search__glyph_variations_fraktur= • fraktur — фрактур, ф, f.
help_search__glyph_variations_frakturBold= • frakturBold — полужирный фрактур, пф, fb.
help_search__glyph_variations_script= • script — рукописный, р, s.
help_search__glyph_variations_scriptBold= • scriptBold — полужирный рукописный, пр, sb.
help_search__glyph_variations_doubleStruck= • doubleStruck — ds.
help_search__glyph_variations_sansSerif= • sansSerif — без засечек, бз, ss.
help_search__glyph_variations_sansSerifItalic= • sansSerifItalic — курсив без засечек, кубз, ssit.
help_search__glyph_variations_sansSerifItalicBold= • sansSerifItalicBold — курсив полужирный без засечек, купбз, ssitb.
help_search__glyph_variations_sansSerifBold= • sansSerifBold — полужирный без засечек, пбз, ssb.
help_search__glyph_variations_monospace= • monospace — моноширинный, м, m.
help_search__glyph_variations_smallCapital= • smallCapital — капитель, к, sc.
help_search__glyph_variations_small= • small — маленький, мал, sm.
help_search__glyph_variations_combining= • combining — комбинируемый, ко, c.
help_search__glyph_variations_uncombined= • uncombined — некомбинируемый, неко, uc.
help_search__glyph_variations_fullwidth= • fullwidth — полноширинный, пш, fw.
help_search__funcs=Calling functions and methods
help_search__funcs_description=The search field supports calling some functions and methods, including:\n • “\” or “/Reload” — restart the program.\n • “/Exit” — exit the program.\n • “/ChrLib.Print” — generate and open an .HTML file with a list of library characters.\n • “/MyRecipes.Update” — reinitialize user recipes.\n • “/Update.Get” or “/Update.Repair” — fetch an update or repair current version.\n • “/KeyboardBinder.Init” — reinitialize layouts and bindings.
help_forge=Forge
help_forge_description=Melts a sequence (“recipe”) of characters into others.\nDivided into two usage modes — via an input dialog and through the “Composition Mode”, activated directly in the input field by pressing {var:RightAlt} twice.\n\nExamples: “AE” → “Æ”, “A◌̆◌́” → “Ắ”, “Bet” → “Ꞵ”, “ΣΤ” → “Ϛ”, “ІАЖ” → “Ѭ”, “ſƷ” → “ẞ”, “TH” → “Þ”.\n\nNotes on composition mode:\n • The “Pause” key prevents automatic recipe processing.\n • Entering “`” outputs the result in the composition mode field instead of sending it to the active window, allowing the sequence to continue after processing.\n • Starting input with “A+/А+/Α+” (aаα) or “U+/Ю+/Υ+” (uюυ) enables character input by their Alt-code or Unicode code point (multiple values can be entered, separated by spaces). Alt-code ranges 128–255 and 0128–0255 change code pages depending on the keyboard language.\n • The “Enter” key confirms input if pause mode or A+/U+ is active.\n • The “Insert” key inserts clipboard contents.\n • Starting with “(<Number>) ” repeats the input result the specified number of times, “(4) Ups” → “ƱƱƱƱ”.\n • Starting with “(~) ” allows whole word input, “(~) Ra◌̂vna◌̆, S◌̦timat◌̦i” → “Râvnă, Știmați”.\n • “(<Number>~) ” combines the two previous points.\n • Using “##” with “(~)” allows escaping unwanted combinations (tho◌́rr, t##ho◌́rr → þórr, thórr).
help_alternative_input=Alternative Input Modes
help_alternative_input_description=Combination: {var:Window}{var:LeftAlt} S\nOpens a selector with a list of available alternative input modes, representing an additional layer of bindings for various scripts and alphabets. Incompatible with {@default:TELEX}-like input mode.
help_glyph_variations=Glyph Variation Modes
help_glyph_variations_description=Combination: {var:Window}{var:LeftAlt} A\nOpens a selector with a list of available glyph variation modes, representing “rules” that instruct the program to send a specified variant of a character instead of the character itself, if the variant is registered for that character.
help_TELEX={@default:TELEX}-like Input Mode
help_TELEX_description=Facilitates input for target languages by implementing behavior based on TELEX and VNI layouts of the Vietnamese language. Incompatible with alternative input modes.\n\nCombinations:\n{var:RightAlt} F2 — activate mode for Vietnamese.\n{var:RightAlt}{var:RightShift} F2 — activate mode for Pinyin.
help_digit_cases=Digit Input Modes
help_digit_cases_description=Combinations:\n{var:Window}{var:LeftAlt} ↑ and ↓ — create bindings for entering digits in superscript and subscript (¹²³⁴⁵⁶⁷⁸⁹⁰⁻⁼⁽⁾₁₂₃₄₅₆₇₈₉₀₋₌₍₎), with CapsLock activation inverting the index.\n\nCombination:\n{var:Window}{var:LeftAlt}{var:RightShift} ↑ — activates Roman numeral input.
help_hotstrings=Hotstrings
help_hotstrings_description=LaTeX\nInput in the format $><LaTeX-command>$ will automatically replaced with the corresponding symbol if it is registered, e.g.: $>\bar{\AE}$ → Ǣ.
help_hotstrings__temperature_conversion=Temperature conversion
help_hotstrings__temperature_conversion_description=Input format: \{U+200B}tcalc{<FROM><TO>}\nActivates input of a value for converting temperature from one scale to another. Examples: \{U+200B}tcalc{cf} → −12 → 10.40 ℉, \{U+200B}tcalc{rera} → 44,05 → 590,78 °R.\n\nThe following scales are available: Celsius (C), Fahrenheit (F), Kelvin (K), Delisle (D), Leiden (L), Newton (N), Wedgwood (W), Rankine (RA), Réaumur (RE), Rømer (RO), Dalton (Da).\n\nFormat notation variants are available, selected when specifying the fractional part:\n{U+2003}<Integer>.<Fractional> → 999,727.59 ℃\n{U+2003}<Integer>,<Fractional> → 999 727,59 ℃\n{U+2003}<Integer>.,<Fractional> → 999.727,59 ℃\n{U+2003}<Integer>..<Fractional> → 999 727.59 ℃\n{U+2003}<Integer>{U+0027}<Fractional> → 999’727.59 ℃\n{U+2003}<Integer>{U+0027}{U+0027}<Fractional> → 999’727,59 ℃\n\nActive CapsLock before confirming input disables rounding of the fractional part.
help_text_processing=Text Processing
help_text_processing_description=This category describes various processors for text selected in the editing field.
help_text_processing__quotes=Enclose in Quotes
help_text_processing__quotes_description=Combination:\n{var:LeftAlt} Q — encloses the selected text in quotes. Sets different quotes depending on the keyboard language and the presence of quotes in the selected text: Меч Танаквиль → Меч «Танаквиль» → «Меч „Танаквиль“», Sword Tanaquil → Sword “Tanaquil” → “Sword ‘Tanaquil’”


about_lib_count=Symbols: {} / {} glyph variants\nTotal combinations: {}\nFast Keys: {}\nRecipe sequences: {} / {} unique\nUser-defined recipes: {} / {} unique
about_author=Yalla Nkardaz
about_author_links=<a href="https://github.com/DemerNkardaz/">GitHub</a>
about_repository=Repository
about_description=Version: {}\n\nA tool for simplified access to a wide range of Unicode symbols. Allows you to input them directly from the keyboard using various methods, including keyboard bindings and “compose mode.”\n\nExpands multilingual writing capabilities, requiring only English and Russian keyboard layouts to be present in the system.


tray_app_started=Application started\nPress Win Alt Home for extended information.
tray_app_library_oninit=Library is initializing, please wait…
tray_app_user_recipes_oninit=User recipes are initializing, please wait…

tray_menu_item_scripts=Scripts forms
tray_menu_item_glyphs=Glyphs variations
tray_menu_item_layouts=Keyboard layouts
tray_menu_item_script_processor={@default:TELEX} processor
tray_menu_item_script_processor_vietnamese=Tiếng Việt and Jơrai Script
tray_menu_item_script_processor_chinese_romanization=Hànyǔ Pīnyin Input
tray_menu_item_script_processor_advanced_mode=Advanced mode
tray_menu_item_scripter_alternative_input=Alternative input
tray_menu_item_user_recipes=My recipes
tray_menu_item_search=Search symbol…
tray_menu_item_unicode=Insert by {@default:unicode}
tray_menu_item_altcode=Insert by Alt-code
tray_menu_item_forge=Symbols’ forging
tray_menu_item_folder=Program folder
tray_menu_item_notification_toggle=Notifications on/off
tray_menu_item_reload=Reload
tray_menu_item_pause=Pause
tray_menu_item_enable_binds=Enable binds
tray_menu_item_disable_binds=Disable binds
tray_menu_item_exit=Exit



tray_active_f1=Primary diacritics group has been activated
tray_active_f2=Secondary diacritics group has been activated
tray_active_f3=Tertiary diacritics group has been activated
tray_active_f6=Quatemary diacritics group has been activated
tray_active_f7=Special characters group has been activated
tray_active_spaces=Spaces group has been activated
tray_active_dashes=Dashes group has been activated
tray_active_quotes=Quotes group has been activated
tray_func_reload=Reload
tray_func_config=Config File
tray_func_locale=Locale File
tray_func_custom_compose=My Recipes
tray_func_custom_compose_update=Update Recipes
tray_func_exit=Exit
tray_func_panel=Open panel
tray_func_install=Install
tray_func_search=Search Symbol…
tray_func_open_folder=Open Folder
tray_func_smelter=Symbols’ Forging
tray_func_unicode=Insert by {@default:unicode}
tray_func_altcode=Insert by Alt-code
tray_func_notif=Group Notifications
tray_func_disable=Disable Binds
tray_func_enable=Enable Binds
tray_func_altInput=Alternative Input:
tray_func_glagolitic_runic=Germanic Runes and Glagolitic
tray_func_tukic_permic=Turkic Runes and Permic Script
tray_func_hungarian={@en-US:script_hungarian}
tray_func_gothic=Gothic Alphabet
tray_func_old_italic={@en-US:script_old_italic}
tray_func_phoenician={@en-US:script_phoenician}
tray_func_ancient_south_arabian={@en-US:script_ancient_south_arabian}
tray_func_ancient_north_arabian={@en-US:script_ancient_north_arabian}
tray_func_ipa={@en-US:script_ipa}
tray_func_maths={@en-US:script_maths} Input
tray_func_telexlike={@default:TELEX} Like Input:
tray_func_telex_advanced_mode=Advanced Mode
tray_func_vietNam=Tiếng Việt and Jơrai Script
tray_func_pinYin=Hànyǔ Pīnyin Input
tray_func_combining_alteration=Combining Symbols
tray_func_modifier_alteration=Modifier (Superscript) Symbols
tray_func_subscript_alteration=Subscript Symbols
tray_func_italic_alteration=Italic Symbols
tray_func_italic_bold_alteration=Italic Bold Symbols
tray_func_bold_alteration=Bold Symbols
tray_func_fraktur_alteration=“Fraktur” Symbols
tray_func_fraktur_bold_alteration=“Fraktur” Bold Symbols
tray_func_script_alteration=“Script” Symbols
tray_func_script_bold_alteration=“Script” Bold Symbols
tray_func_double_struck_alteration=“Double‐Struck” Symbols
tray_func_double_struck_italic_alteration=“Double‐Struck” Italic Symbols
tray_func_sans_serif_italic_alteration=Sans‐Serif Italic Symbols
tray_func_sans_serif_italic_bold_alteration=Sans‐Serif Italic Bold Symbols
tray_func_sans_serif_bold_alteration=Sans‐Serif Bold Symbols
tray_func_monospace_alteration=Monospace Symbols
tray_func_small_capital_alteration=Small‐Capital Symbols
func_label_layouts=Keyboard Layouts
tray_tooltip_futhark=Germanic/Anglo‐Saxon Script
tray_tooltip_glagolitic=Glagolitic Script
tray_tooltip_turkic=Old Turkic Script
tray_tooltip_permic=Old Permic Script
tray_tooltip_hungarian=Old Hungarian Script
tray_tooltip_gothic=Gothic Script
tray_tooltip_old_italic={@en-US:script_old_italic} Script
tray_tooltip_phoenician={@en-US:script_phoenician} Script
tray_tooltio_ancient_south_arabian={@en-US:script_ancient_south_arabian} Script
tray_tooltio_ancient_north_arabian={@en-US:script_ancient_north_arabian} Script
tray_tooltip_ipa={@en-US:script_ipa}
tray_tooltip_maths=Mathematics
tray_tooltip_vietNam=Chữ quốc ngữ tiếng Việt (Vietnamese Script)\nJơrai (Extensions for Jarai)
tray_tooltip_pinYin=漢語拼音 Hànyǔ Pīnyīn (Pinyin Input)
tray_tooltip_disabled=Disabled
tooltip_input_mode=Active Mode: {}
tooltip_compose_overflow_properties=Chr. {}, Pg. {}
tooltip_compose_unicode_range=[ Range U+0000–U+10FFFF ]
tooltip_compose_altcode_range=[ Range 0–255 or 0128–0255 ]